<html>
    <head>
        <meta charset="utf-8" />
        <title>Mon site</title>
    </head>

    <body>
        <html>
	<head>
		<link type="text/css" rel="stylesheet" href="stylesheet.css"/>
		<title>Mon site ISD</title>
	</head>
  <body>
<div id="entete">
  <ul id="onglets">
    <li><a href="index.html"> Accueil </a></li>
    <li><a href="dossier-doc.html"> Dossier doc RDF </a></li>
    <li><a href="questions-essentielles.html"> Questions essentielles </a>
    </li>
    <li class="active"><a href="cahier-charges.html"> Cahier des charges </a></li>
    <li><a href="kanban.html"> Kanban </a></li>
  </ul>
</div>
	  <div id = "menu">
		  <h1> Analyse des besoins </h1>
<ol>
	<li>g&eacute;rer des donn&eacute;es catalographiques&nbsp;: titre, &eacute;diteur, de pr&eacute;f&eacute;rence, si possible via un logiciel qui a un mod&egrave;le de m&eacute;tadonn&eacute;es pr&eacute;configur&eacute;.</li>
	<li>g&eacute;rer aussi bien les livres que les p&eacute;riodiques.</li>
	<li>pouvoir rechercher les ouvrages. Une recherche simplifi&eacute;e devrait &ecirc;tre au pr&eacute;f&eacute;rable configur&eacute;e sur tous les champs, et une recherche avanc&eacute;e devrait &ecirc;tre pr&eacute;vue sur tous les champs programm&eacute;s laiss&eacute;s au choix, au moyen des op&eacute;rateurs AND et OR. La recherche simultan&eacute;e dans les livres et les p&eacute;riodiques devrait &ecirc;tre permise.</li>
	<li>g&eacute;rer de pr&eacute;f&eacute;rable un thesaurus, et l&rsquo;attribution des descripteurs durant l&rsquo;indexation de fa&ccedil;on combin&eacute;e. Si cela n&rsquo;est pas possible, le logiciel devrait pouvoir g&eacute;rer des listes d&rsquo;autorit&eacute; mati&egrave;re et un syst&egrave;me pr&eacute;coordonn&eacute; lors de l&rsquo;indexation.</li>
	<li>g&eacute;rer des listes d&rsquo;autorit&eacute;s des auteurs, des collections, des &eacute;diteurs.</li>
	<li>faire apparaitre une liste d&eacute;roulante &agrave; l&rsquo;encodage des premi&egrave;res lettres des noms d&rsquo;auteurs, &eacute;diteurs, collections, tant &agrave; la recherche qu&rsquo;au moment du catalogage.</li>
	<li>int&eacute;grer un serveur clients Z39.50 et devrait pouvoir &ecirc;tre compatible avec les formats afin d&rsquo;importer les notices dans le syst&egrave;me.</li>
	<li>g&eacute;rer les exemplaires.</li>
	<li>g&eacute;rer les publications en s&eacute;rie.</li>
	<li>syst&egrave;me d&rsquo;importation des notices</li>
</ol>

<p>&nbsp;</p>

<p><u>La gestion des pr&ecirc;ts et des usagers </u></p>

<ol>
	<li value="11">g&eacute;rer les utilisateurs&nbsp;: en connaitre le nom et l&rsquo;adresse e-mail.</li>
	<li value="12">g&eacute;rer les dates de retour.</li>
	<li value="13">g&eacute;rer un compte permettant &agrave; l&rsquo;utilisateur de connaitre ce qu&rsquo;il a emprunt&eacute;.</li>
</ol>

<p>&nbsp;</p>

<p><u>La gestion des acquisitions</u></p>

<ol>
	<li value="14">lister des suggestions d&rsquo;acquisitions avec DSI et compatibilit&eacute; du syst&egrave;me avec logiciel de veille, DSI int&eacute;grera aussi le r&eacute;sultat d&rsquo;une veille,.</li>
</ol>

<p>&nbsp;</p>

<p><u>Le portail&nbsp;OPAC</u></p>

<ol>
	<li value="15">afficher les r&eacute;sultats bien s&ucirc;r, tri&eacute;s selon certains crit&egrave;res comme la date de parution.</li>
	<li value="16">afficher les r&eacute;sultats accompagn&eacute;s de r&eacute;sum&eacute;s r&eacute;alis&eacute;s notamment par les biblioth&eacute;caires ou repris de l&rsquo;ext&eacute;rieur.</li>
	<li value="17">exporter les r&eacute;sultats dans un certain format.</li>
	<li value="18">partager la r&eacute;f&eacute;rence par e-mail ou sur les r&eacute;seaux sociaux.</li>
</ol>

<p>&nbsp;</p>

<ol>
	<li value="19">&ecirc;tre compatible avec AXI.</li>
</ol>

<p>&nbsp;</p>
		    </div>
</html>
