<html>
    <head>
        <meta charset="utf-8" />
        <title>Mon site</title>
    </head>

    <body>
        <html>
	<head>
		<link type="text/css" rel="stylesheet" href="stylesheet.css"/>
		<title>Mon site ISD</title>
	</head>
  <body>
<div id="entete">
  <ul id="onglets">
    <li><a href="index.html"> Accueil </a></li>
    <li><a href="dossier-doc.html"> Dossier doc RDF </a></li>
    <li><a href="questions-essentielles.html"> Questions essentielles </a>
    </li>
    <li class="active"><a href="cahier-charges.html"> Cahier des charges </a></li>
    <li><a href="kanban.html"> Kanban </a></li>
  </ul>
</div>
	  <div id = "menu">
		  <h1> Analyse de l'existant </h1>
      <p><u>Contexte (objectifs, financement, culture, technologies)</u></p>

<p>&nbsp;</p>

<p>Une grande entreprise, ou plutôt son service juridique, fait appel à un gestionnaire de bibliothèque afin de g&eacute;rer sa biblioth&egrave;que. Suite aux entretiens avec Mme Ann Lebro, responsable communication au sein du service juridique de l&rsquo;entreprise, nous savons que les objectifs principaux poursuivis sont d&rsquo;organiser l&rsquo;acc&egrave;s aux ouvrages aux juristes et de r&eacute;pertorier les collections d&eacute;tenues. Les objectifs op&eacute;rationnels&nbsp;de ce projet sont :</p>

<ul>
	<li>Mise en valeur, &nbsp;et rangement des ouvrages sur les &eacute;tag&egrave;res. A cet effet, il y a lieu de consid&eacute;rer l&rsquo;emplacement physique des ouvrages dans l&rsquo;ameublement existant.</li>
	<li>Recherche mise en &oelig;uvre par mots cl&eacute;s, par mots du commentaire, par titre, par l&rsquo;auteur. A cet effet, il importe de consid&eacute;rer le r&eacute;f&eacute;rencement intellectuel des ouvrages dans le syst&egrave;me informatique.</li>
	<li>Pr&eacute;voir un syst&egrave;me d&rsquo;emprunt o&ugrave; le nom du d&eacute;tenteur de l&rsquo;ouvrage est affich&eacute; et o&ugrave; est mis en place un syst&egrave;me d&rsquo;alerte quant &agrave; la date de restitution.</li>
</ul>

<p>Le financement est nul, mais l&rsquo;entreprise d&eacute;tient des ressources mat&eacute;rielles et humaines qui peuvent &ecirc;tre mises &agrave; contribution. Les ressources humaines sont notamment les juristes et la responsable technique sp&eacute;cialiste d&rsquo;AXI Case Management. Le service juridique utilise quotidiennement le logiciel AXI Case Management pour g&eacute;rer les dossiers courants, accessible en intranet et dans lequel les noms des juristes sont enregistr&eacute;s. Celui-ci peut &ecirc;tre configur&eacute; suivant les besoins. Il est bien vu d&rsquo;utiliser ce logiciel pour g&eacute;rer aussi la biblioth&egrave;que.</p>

<p>&nbsp;</p>

<p><u>Contenu&nbsp;(types de donn&eacute;es&nbsp;, arriv&eacute;e des documents, utilisation de la biblioth&egrave;que, public, comportement de recherche) </u></p>

<p>&nbsp;</p>

<p>La biblioth&egrave;que (25 étagères) est constitu&eacute;e de 1000 livres et de 120 m&egrave;tres de p&eacute;riodiques correspondant &agrave; 90 titres de p&eacute;riodiques. Le service juridique dispose d&rsquo;un local de biblioth&egrave;que o&ugrave; sont entrepos&eacute;s les ouvrages, d&rsquo;un local au sous-sol (15 étagères) ou peuvent &ecirc;tre entrepos&eacute;s les ouvrages. 300 livres environ sont d&eacute;tenus par les juristes dans leur bureau. &nbsp;Il y a aussi un tourniquet dans le couloir visant &agrave; exposer les p&eacute;riodiques les plus r&eacute;cents.</p>

<p>Un fonds de livres est ancien (datant des ann&eacute;es 50&rsquo;), un autre est plus r&eacute;cent, des ouvrages souvent d&eacute;tenus par les juristes. Un fonds de livres sont des publications &agrave; &laquo;&nbsp;feuillets mobiles&nbsp;&raquo; (environ 15 m&egrave;tres, et 100 titres).</p>

<p>La biblioth&egrave;que est non utilis&eacute;e car les ouvrages ne sont ni class&eacute;s, ni r&eacute;pertori&eacute;s, sauf les livres qui sont dans les bureaux des juristes. Les p&eacute;riodiques des 6 derni&egrave;res ann&eacute;es ont &eacute;t&eacute; entrepos&eacute;s non class&eacute;s &agrave; l&rsquo;entr&eacute;e de la biblioth&egrave;que.</p>

<p>Les juristes effectuent essentiellement leurs recherches via les services de JURA&nbsp; (qui diffuse KLUWER). et STRADA LEX (qui diffuse LARCIER), auxquels l&rsquo;entreprise souscrit ou via les livres ou les ouvrages pr&eacute;sents dans leur bureau. Ils se rendent &agrave; l&rsquo;occasion dans la biblioth&egrave;que.</p>

<p>Dans JURA et STRADA, les p&eacute;riodiques sont d&eacute;pouill&eacute;s.</p>

<p>Le fonds des ouvrages papiers continue de s&rsquo;accroitre car le service juridique est encore abonn&eacute; &agrave; 10 p&eacute;riodiques. Cependant, l&rsquo;on anticipe que le service juridique rallera ces contrats d&rsquo;abonnements au profit d&rsquo;un abonnement sous forme num&eacute;rique. D&rsquo;autre part, le fonds de livres peut s&rsquo;accroitre suite aux demandes d&rsquo;acquisition singuli&egrave;res des juristes. Mme A. Lebro se charge de commander les ouvrages &agrave; leur demande dans SAP. Les juristes sont inform&eacute;s des ouvrages par le bouche &agrave; oreille, au cours de leurs formations, en se r&eacute;f&eacute;rant &agrave; leurs cours ou suite aux e-mails des &eacute;diteurs.</p>

<p>La biblioth&egrave;que s&rsquo;adresse aux juristes. Ceux-ci poss&egrave;dent donc la langue juridique. La construction d&rsquo;une liste des concepts juridiques est donc envisag&eacute;e.</p>

    </div>
	  <div> </div> 
	  <div>
		  <h3> Contraintes </h3>
		  <p>Il est possible que nous butions face aux contraintes suivantes&nbsp;:</p>

<ul>
	<li>de sécurité : il est nécessaire de demander une autorisation pour installer un nouveau logiciel.</li>
	<li>techniques : Il est bien vu d’utiliser AXI Case Management sauf si le logiciel de permet pas d’effectuer les tâches souhaitées.</li>
	<li>Organisationnelles&nbsp;: le gestionnaire de projet n&rsquo;est disponible que les lundis et quelques semaines par an. Les juristes et l&rsquo;&eacute;quipe technique du service juridique n&rsquo;est disponible pour le projet qu&rsquo;en dehors des horaires de vacance et lorsque leurs dossiers journaliers le leur permet. &nbsp;</li>
	<li>Financi&egrave;res&nbsp;: pas de financement</li>
</ul>
</ul>
		  <div> </div>
</html>
