<html>
    <head>
        <meta charset="utf-8" />
        <title>Mon site</title>
    </head>

    <body>
        <html>
	<head>
		<link type="text/css" rel="stylesheet" href="stylesheet.css"/>
		<title>Mon site ISD</title>
	</head>
  <body>
<div id="entete">
  <ul id="onglets">
    <li><a href="index.html"> Accueil </a></li>
    <li><a href="dossier-doc.html"> Dossier doc RDF </a></li>
    <li><a href="questions-essentielles.html"> Questions essentielles </a>
    </li>
    <li class="active"><a href="cahier-charges.html"> Cahier des charges </a></li>
    <li><a href="kanban.html"> Kanban </a></li>
  </ul>
</div>
	  <div id = "menu">
		  <h1> Analyse des besoins </h1>
<p>L’analyse des besoins a été réalisée au moyen d’entretiens avec l’équipe administrative et les juristes, et au moyen d’un questionnaire à choix multiples soumis à tous les juristes du service. L’analyse des besoins a révélé que le logiciel de gestion de bibliothèque devrait permettre de : </p>

<p></p>
		  
		  <h3> Besoins relatifs à l'informatisation de la bibliothèque </h3>


<div style="margin-left:18.0pt;">
<ul>
	<li>Les juristes souhaitent pouvoir effectuer une recherche des livres et des p&eacute;riodiques par le titre, par les auteurs, par mots-cl&eacute;s, en fran&ccedil;ais et en n&eacute;erlandais, ils souhaitent voir apparaitre la liste de mots-cl&eacute;s. Ils sont tr&egrave;s r&eacute;serv&eacute;s sur la recherche par mots du commentaire, par l&rsquo;ann&eacute;e, ou par l&rsquo;&eacute;diteur.</li>
	<li>Le ma&icirc;tre d&rsquo;ouvrage souhaite utiliser des listes d&eacute;roulantes pour les fichiers d&rsquo;autorit&eacute;&nbsp;: les auteurs, les &eacute;diteurs, les collections. Les listes d&eacute;roulantes ont l&rsquo;avantage de faciliter la recherche&nbsp;:&nbsp; en tapant les premi&egrave;res lettres d&rsquo;une entr&eacute;e d&rsquo;autorit&eacute;, les termes s&rsquo;affichent. En outre cela permet de contourner le probl&egrave;me des erreurs de frappe lors de la catalographie, car sinon, un m&ecirc;me mot encod&eacute; sous deux orthographes diff&eacute;rentes donne deux entr&eacute;es diff&eacute;rentes &agrave; la recherche. Toutefois outre qu&rsquo;elle d&eacute;double le travail de catalographie du d&eacute;but, les listes d&eacute;roulantes complexifient le traitement ult&eacute;rieur d&rsquo;un ouvrage&nbsp;: il faudra &eacute;ventuellement demander &agrave; un tiers d&rsquo;ajouter une entr&eacute;e d&rsquo;autorit&eacute; dans la liste d&eacute;roulante.</li>
</ul>

<ul>
	<li>Les juristes souhaitent la mise en place d&rsquo;une cellule de veille pour identifier les livres qui sont publi&eacute;s dans leurs domaines de recherche.</li>
	<li>En g&eacute;n&eacute;ral, les juristes souhaitent &ecirc;tre alert&eacute;s du moment o&ugrave; ils doivent remettre l&rsquo;ouvrage, et surtout &ecirc;tre avis&eacute;s des nouvelles acquisitions du service. Ce dernier point a aussi fait l&rsquo;objet d&rsquo;un commentaire. Un commentaire propose de mettre en place un&nbsp;syst&egrave;me d&#39;alerte via l&rsquo;outil informatique pour informer les coll&egrave;gues d&#39;articles int&eacute;ressants et ainsi &eacute;viter un email collectif. Ce commentaire rejoint le besoin exprim&eacute; de mettre en place une veille documentaire pour identifier de nouveaux ouvrages relev&eacute;s au cours d&rsquo;un entretien.&nbsp;</li>
</ul>
</div>
		  
		  <h4> Formalisation des besoins informatiques</h4>

<p><u>La création, gestion et interrogation de la base bibliographique </u></p>

<ol>
	<li>gérer des données catalographiques : titre, éditeur, de préférence, si possible via un logiciel qui a un modèle de métadonnées préconfiguré.</li>
	<li>gérer aussi bien les livres que les périodiques.</li>
	<li>pouvoir rechercher les ouvrages. Une recherche simplifiée devrait être au préférable configurée sur tous les champs, et une recherche avancée devrait être prévue sur tous les champs programmés laissés au choix, au moyen des opérateurs AND et OR. La recherche simultanée dans les livres et les périodiques devrait être permise. 
</li>
	<li>gérer de préférable un thesaurus, et l’attribution des descripteurs durant l’indexation de façon combinée. Si cela n’est pas possible, le logiciel devrait pouvoir gérer des listes d’autorité matière et un système précoordonné lors de l’indexation.</li>
	<li>gérer des listes d’autorités des auteurs, des collections, des éditeurs.</li>
	<li>faire apparaitre une liste déroulante à l’encodage des premières lettres des noms d’auteurs, éditeurs, collections, tant à la recherche qu’au moment du catalogage.</li>
	<li>intégrer un serveur clients Z39.50 et devrait pouvoir être compatible avec les formats afin d’importer les notices dans le système.</li>
	<li>gérer les exemplaires. </li>
	<li>gérer les publications en série.</li>
	<li>système d’importation des notices.</li>
</ol>

<p></p>

<p><u>La gestion des prèts et des usagers </u></p>

<ol>
	<li value="11">gérer les utilisateurs : en connaitre le nom et l’adresse e-mail.</li>
	<li value="12">gérer les dates de retour.</li>
	<li value="13">gérer un compte permettant à l’utilisateur de connaitre ce qu’il a emprunté.</li>
</ol>

<p></p>

<p><u>La gestion des acquisitions</u></p>

<ol>
	<li value="14">lister des suggestions d’acquisitions avec DSI et compatibilité du système avec logiciel de veille, DSI intégrera aussi le résultat d’une veille.</li>
</ol>

<p></p>

<p><u>Le portail (OPAC)</u></p>

<ol>
	<li value="15">afficher les résultats bien sûr, triés selon certains critères comme la date de parution.</li>
	<li value="16">afficher les résultats accompagnés de résumés réalisés notamment par les bibliothécaires ou repris de l’extérieur.</li>
	<li value="17">exporter les résultats dans un certain format.</li>
	<li value="18">partager la référence par e-mail ou sur les réseaux sociaux.</li>
</ol>

<p></p>

<ol>
	<li value="19">être compatible avec AXI.</li>
</ol>

<p></p>


<p></p>

<ul>
	<li>Financi&egrave;res&nbsp;: pas de financement</li>
</ul>
		  
		  <h3> Besoins relatifs à l'organisation de la bibliothèque </h3>
		  <div style="margin-left:18.0pt;">
<ul>
	<li>Un commentaire rel&egrave;ve l&rsquo;int&eacute;r&ecirc;t de traiter d&rsquo;abord les ouvrages les plus r&eacute;cents au d&eacute;triment des plus anciens, qu&rsquo;ils soient p&eacute;riodiques ou livres.</li>
	<li>Le ma&icirc;tre d&rsquo;ouvrage souhaite d&eacute;placer une partie de la collection de p&eacute;riodiques, la plus ancienne, au sous-sol pour faire de la place.</li>
	<li>Disposer ensemble dans la biblioth&egrave;que les publications &agrave; feuillets mobiles (mises &agrave; jour).</li>
	<li>Les juristes sont en g&eacute;n&eacute;ral d&rsquo;accord avec le rangement des p&eacute;riodiques dans l&rsquo;ordre alphab&eacute;tique et le marquage de la biblioth&egrave;que par des pancartes.</li>
	<li>apposer des &eacute;tiquettes identifiant les livres.</li>
	<li>mettre en place une signal&eacute;tique pr&eacute;cise, indiquant &agrave; chaque rayon la liste des ouvrages, ainsi qu&rsquo;un syst&egrave;me d&rsquo;identification des planches des &eacute;tag&egrave;res du sous-sol.</li>
	<li>R&eacute;diger un guide d&rsquo;utilisateur pour indiquer la proc&eacute;dure d&rsquo;introduction d&rsquo;un nouvel ouvrage dans le syst&egrave;me et la proc&eacute;dure de pr&ecirc;t.</li>
	<li>Les juristes sont favorables &agrave; l&rsquo;annexion du num&eacute;ro de tome &agrave; c&ocirc;t&eacute; du titre principal.&nbsp;</li>
</ul>
</div>

		  
		  
	</div>
		  </html>
